const ar = {
  /* ========= Global ======  */
  Hello: "مرحبا..",
  service_center: "مركز خدمة العملاء الخاص بـ Kadinle بكل تقديرنا",
  dollars: "دولار",
  years_months: "سنوات/أشهر",
  Click: "انقر",
  Great_news: "أخبار رائعة",
  Kadinle_wishes: "Kadinle دائما تهتم برغباتك",
  Kadinle_here_for_you: "Kadinle، هنا لخدمتك",
  Our_new_products: "منتجاتنا الجديدة",
  Take_the_chance: "لا تفوت الفرصة",
  here: "هنا",

  /* ========= Message 1 ====== */
  thanks_kadinle: "شكراً لتسجيلك مع Kadinle",
  thanks_msg:
    "لقد قمنا بتفعيل حسابك، وننصحك بتسجيل الدخول في المرة القادمة التي تتسوق فيها للتسوق والدفع بشكل أسرع.",
  Start_shopping: "ابدأ التسوق",
  best_choice: "Kadinle هو خيارك الأفضل",
  on: "في",
  link: "رابط",

  /* =========================== /
 / ========= Message 2 ====== */
  activation:
    "لإكمال التسجيل، يرجى تأكيد بريدك الإلكتروني عن طريق النقر على الزر التالي:",
  Activate_Account: "تفعيل الحساب",
  link_below: "أو اذهب إلى الرابط أدناه",
  link_below_msg:
    "ملاحظة: إذا لم تؤكد بريدك الإلكتروني عن طريق النقر على الزر أعلاه، فلن تتلقى رسائلنا الإلكترونية. لضمان وصول جميع رسائلنا إلى صندوق الوارد الخاص بك، قم بإضافة عنوان بريدنا الإلكتروني إلى القائمة البيضاء عن طريق إضافته إلى قائمة جهات الاتصال الخاصة بك.",
  Best_regards: "تحياتنا الخالصة",
  Kadinle_family: "عائلة Kadinle",
  /* =========================== /
 / ========= Message 3 ====== */
  support_msg:
    "لقد تلقى فريق الدعم لدينا طلبك لإعادة تعيين كلمة المرور الخاصة بحسابك. انقر على الزر أدناه لإعادة تعيين كلمة المرور الخاصة بك.",
  Reset_Password: "إعادة تعيين كلمة المرور",
  reset_msg: "إذا لم يعمل الرابط، يمكنك نسخ ولصق الرابط التالي في متصفحك:",
  /* =========================== /
 / ========= Message 4 ====== */
  msg_4_text_1: "هذا يوم حظنا السعيد ✨ بوجودك في عائلة Kadinle",
  msg_4_text_2:
    "بالانضمام إلينا، أصبحت جزءًا من Kadinle، إحدى العلامات التجارية والموردين الأكثر سمعةً لملابس النساء في جميع أنحاء العالم، ونحن سعداء لوجودك ونتمن عائلتنا. نحن نعدك بتقديم منتجات عالية الجودة وخدمة عملاء ممتازة.",
  msg_4_text_3: "شكراً لتعاونك مع كادينل.",
  msg_4_text_4: "نأمل في إنجاز تعاون رائع معًا في المستقبل القريب.",
  /* =========================== /
 / ========= Message 5 ====== */
  msg_5_text_1:
    "شكراً للاشتراك في نشرتنا الإعلانية الترويجية. سنرسل لك جميع العروض والهدايا والخصومات في متجرنا، بالإضافة إلى تزويدك بجميع المنتجات الجديدة التي تناسب ذوقك.",
  msg_5_text_2:
    "إذا كان لديك أي أسئلة أو تعليقات حول المحتوى الذي تتلقاه، يرجى إرسال بريد إلكتروني إلينا على service@kadinle.com. سنرد على استفساراتك على الفور.",
  msg_5_text_3:
    "سيتم تجديد اشتراكك تلقائيًا كل شهر. يمكنك استخدام قسيمة الخصم في نهاية كل شهر من تاريخ الاشتراك.",
  /* =========================== /
 / ========= Message 6 ====== */
  msg_6_text_1:
    "شكراً للاتصال بنا لإبلاغنا عن المشكلة التي واجهتك بسبب تعطل أو خلل في إحدى صفحات متجر كادينل. لقد أرسلنا شكواك إلى فريق تطوير الويب الخاص بنا، الذي أولوية لحل المشكلة في هذه الصفحة. نحن سعداء بتلقي أي اقتراحات أو استفسارات أخرى منك، نحن هنا لخدمتك وتحقيق رضاك.",
  msg_6_text_2: "مع تقديرنا الصادق لمركز خدمة العملاء في كادينل",
  /* =========================== /
 / ========= Message 7 ====== */
  msg_7_text_1:
    "شكراً للاتصال بنا بشأن سياسة استبدال وإرجاع كادينل. سنكون سعداء لإعلامك بذلك.",
  msg_7_text_2:
    "بالنسبة للإرجاعات، نقدم استردادًا كاملاً إذا تم إرجاع العنصر في غضون 15 يومًا. بعد إرجاع المنتجات والتأكد من سلامتها، يمكنك استرداد المبلغ للطلب.",
  msg_7_text_3:
    "بالنسبة للتبادلات، بمجرد معالجة عملية التبادل، ستتلقى بطاقة إرجاع وسيكون لديك 15 يومًا لإرجاع العنصر إلينا. بعد استلامنا للمنتجات المستبدلة، سنقوم بمعالجة وشحن منتجك الجديد بدون أي تكلفة إضافية عليك. لمراجعة هذه السياسات بشكل أكثر تفصيلاً، يمكنك عرض سياسة الاستبدال والإرجاع الكاملة",
  msg_7_text_4:
    "إذا كان لديك أي أسئلة محددة حول سياساتنا، يرجى إعلامنا. سنكون سعداء لتزويدك بمزيد من المعلومات.",
  msg_7_text_5: "شكرًا مرة أخرى للاتصال بكادينل.",
  /* =========================== /
 / ========= Message 8 ====== */
  msg_8_text_1:
    "نأسف جدًا على عدم وصول طلبك. نحن نحاول التنبؤ بأي مشكلات قد تحدث خلال النقل، ونسعى جاهدين لتلبية توقعاتك أثناء الشراء من كادينل.",
  msg_8_text_2: "لقد قمنا بتتبع الطرد عبر",
  msg_8_text_3: "، وهو",
  msg_8_text_4: "مدرج حاليًا بوصفه ",
  msg_8_text_5:
    "إذا كنت ترغب في التحقق من تقدم الشحنة، فإليك الرابط الذي يمكنك استخدامه:",
  msg_8_text_6: "يرجى الاتصال بنا مباشرة إذا لم يصل طلبك في غضون",
  msg_8_text_7: "في الوقت نفسه، سنقوم ببذل كل ما في وسعنا لتحديد موقع طردك.",
  msg_8_text_8: "مرة أخرى، نعتذر لعملائنا الكرام",
  msg_8_text_9: "نأسف بصدق عن أي إزعاج.",
  /* =========================== /
 / ========= Message 9 ====== */
  msg_9_text_1:
    "شكرًا لاتصالك بنا بخصوص بيان الفوترة المتكرر الذي تلقيته في صندوق البريد الخاص بك.",
  msg_9_text_2:
    "لقد قمنا بالتحقق من حسابك وتأكدنا من أنك قد حددت رغبتك في الاستمرار كمشترك في عضوية شهرية مع كادينل.",
  msg_9_text_3:
    "يمكنك العثور على هذا الإعداد على الصفحة الأولى من معلومات حسابك، من خلال الرابط",
  msg_9_text_4:
    "يتم تفعيل هذا الإعداد تلقائيًا بعد الانتهاء من عملية شراء من كادينل ويجب إلغاؤه يدويًا للتأكد من عدم استلامك لرسوم شهرية.",
  msg_9_text_5: "لقد تم تطبيق طلب الاسترداد على حسابك وتم إصداره بقيمة",
  msg_9_text_6:
    "من المفترض أن تحصل على الاسترداد خلال الأيام العملية الـ 10-15 القادمة.",
  msg_9_text_7: "نعتذر عن أي نقص قد يكون سببًا لهذه المشكلة.",
  /* =========================== /
 / ========= Message 10 ====== */
  msg_10_text_1: "نحن نأسف جدًا لرؤيتك تغادر متجرنا.",
  msg_10_text_2: "كان من الرائع التعامل معك خلال الـ",
  msg_10_text_3: "لقد تعلمنا الكثير من تجربتك.",
  msg_10_text_4: "عزيزي العميل، بينما تسلك طريقًا جديدًا، لا تنسى أبدًا!",
  msg_10_text_5:
    "نود أن نسمع عن نجاحاتك المستقبلية والنمو المثير الذي ستحققه بالتأكيد.",
  msg_10_text_6: "يرجى التواصل معنا.",
  msg_10_text_7: "حظًا سعيدًا لك في كل شيء.",
  /* =========================== /
 / ========= Message 11 ====== */
  msg_11_text_1: "تم إضافة طريقة الدفع الجديدة بنجاح.",
  msg_11_text_2: "شكرًا لثقتك بنا.",
  msg_11_text_3: "زوروا متجرنا",
  /* =========================== /
 / ========= Message 12 ====== */
  msg_12_text_1: "شكرًا لشرائك من كادينل.",
  msg_12_text_2: "لقد استلمنا طلب شرائك بنجاح،",
  msg_12_text_3: "رقم طلب الشراء:",
  msg_12_text_4: "ماذا يحتوي طلبك",
  msg_12_text_5:
    "يتم وضع صور وأشكال المنتجات هنا بجانب الأسعار، ويتم حساب السعر الإجمالي للطلب، بالإضافة إلى قيمة الضرائب والشحن.",
  msg_12_text_6: "تتبع شحنتك الآن",
  msg_12_text_7: "للانتقال إلى قائمة الطلبات.",
  /* =========================== /
 / ========= Message 13 ====== */
  msg_13_text_1: "شكرًا لتسوقك من كادينل.",
  msg_13_text_2:
    "يسرنا أن نبلغك بأننا استلمنا طلبك وسنقوم بمعالجته قريبًا جدًا.",
  msg_13_text_3: "وفيما يلي بعض المنتجات الأخرى التي قد تجدها مثيرة للاهتمام.",
  /* =========================== /
 / ========= Message 14 ====== */
  msg_14_text_1: "يهدف هذا البريد الإلكتروني إلى إعلامك بأن طلبك",
  msg_14_text_2: "تم شحنه بنجاح. يمكنك النقر على الزر أدناه لتتبع شحنتك.",
  msg_14_text_3: "تتبع شحنتك",
  msg_14_text_4: "وفيما يلي تفاصيل طلبك.",
  /* =========================== /
 / ========= Message 15 ====== */
  msg_15_text_1: "تم تسليم طرد طلبك إلى",
  msg_15_text_2: "شكرًا مرة أخرى لشرائك منتجات من متجر كادينل",
  msg_15_text_3:
    "إذا كان لديك أي أسئلة أو تعليقات حول منتجك، استخدم الزر أدناه للاتصال بفريق الدعم الخاص بنا",
  msg_16_text_1: "هنا الفاتورة",
  msg_16_text_2: "بالدولار الأمريكي",
  msg_16_text_3: "المبلغ الواجب دفعه مستحق في",
  msg_16_text_4: "عرض فاتورتك عبر الإنترنت",
  msg_16_text_5:
    "لا تتردد في الرد على هذا البريد الإلكتروني إذا كان لديك أي أسئلة وسنكون سعداء جدًا للمساعدة",
  /* =========================== /
 / ========= Message 16 ====== */
  msg_16_text_1: "فيما يلي الفاتورة",
  msg_16_text_2: "بالدولار الأمريكي",
  msg_16_text_3: "المبلغ الواجب دفعه مستحق في",
  msg_16_text_4: "عرض فاتورتك عبر الإنترنت",
  msg_16_text_5:
    "يرجى عدم التردد في الرد على هذه الرسالة الإلكترونية إذا كان لديك أي أسئلة، وسنكون أكثر من سعداء للمساعدة",
  /* =========================== /
 / ========= Message 17 ====== */
  msg_17_text_1: "نأسف جدًا لوصول طلبك بحالة تالفة.",
  msg_17_text_2:
    "ونحن نعلم كم هو مزعج، خاصة عندما يتعلق الأمر بعنصر كنت تتطلع إلى استلامه",
  msg_17_text_3:
    "لقد تقدمنا بطلب لشحن بديل لك خلال 10-15 يومًا، ويجب أن يصل العنصر الجديد في غضون أقصى 2 أسبوع عبر",
  msg_17_text_4:
    "إذا كنت ترغب في تتبع الطرد، هنا هو الرابط الذي يمكنك استخدامه",
  msg_17_text_5: "سنتواصل معك في",
  msg_17_text_6: "للتأكد من استلامك للعناصر الصحيحة",
  msg_17_text_7:
    "إذا كان لديك أي أسئلة في الوقت الحالي، فلا تتردد في الاتصال بنا مباشرة",
  msg_17_text_8: "لدينا طلب بسيط",
  msg_17_text_9: "هل يمكنك إرجاع العناصر التالفة خلال الأيام التالية",
  msg_17_text_10:
    "يجب أن يكون هناك ملصق إرجاع مدفوع الأجر داخل الصندوق مع الشحنة الجديدة",
  msg_17_text_11: "إذا لم يكن هناك، فقط",
  msg_17_text_12: "انقر على هذا الرابط",
  msg_17_text_13: "، اطبع النموذج وأرفقه بالصندوق",
  msg_17_text_14: "يمكنك إسقاط الصندوق في مكتب أقرب وكيل شحن معتمد لدينا",
  msg_17_text_15: "انقر هنا للعثور على موقعك الأقرب",
  msg_17_text_16: "نعتذر مرة أخرى عن أي إزعاج",
  /* =========================== /
 / ========= Message 18 ====== */
  msg_18_text_1: "نأسف جدًا لأن دعمنا لم يتوافق مع توقعاتك عند الاتصال بنا",
  msg_18_text_2:
    "نحن لا نقصد أبدًا ترك الأسئلة دون الإجابة أو عدم حل المشاكل، ونعتذر عن أي تجربة سلبية مع فريقنا",
  msg_18_text_3: "بناءً على المذكرات الداعمة السابقة، لا تزال تواجه مشكلة في",
  msg_18_text_4:
    "لقد قمنا باتخاذ بعض الإجراءات لحل هذه المشكلة، وسنكون سعداء بالاتصال بك لتنفيذ تلك الإجراءات والحلول في وقت مناسب لك",
  msg_18_text_5:
    "لتعويض التجربة السلبية التي حصلت عليها سابقًا، قمنا بتضمين رمز خصم هنا",
  msg_18_text_6: "على مشترياتك القادمة معنا",
  msg_18_text_7:
    "نعتذر عن التأخير في الرد، ونأمل أن يتيح لنا ذلك فرصة لإصلاح الأمور",
  /* =========================== /
 / ========= Message 19 ====== */
  msg_19_text_1:
    "نأسف جدًا لسماع أن هناك مشكلة حالت دون إتمام عملية الإرجاع لـ",
  msg_19_text_2:
    "للأسف، فإن سياسة Kadinle عند الإرجاع والتبديل تتطلب أن يتم ذلك في غضون فترة 15 يومًا بعد استلام العنصر الخاص بك.",
  msg_19_text_3:
    "لمزيد من المعلومات، يمكنك قراءة سياسة الإرجاع والتبديل الكاملة على موقعنا الإلكتروني هنا",
  msg_19_text_4:
    "على الرغم من أننا لم نعد نقبل / نبادل العنصر، إلا أنني يمكنني تقديم رصيد جزئي بمبلغ",
  msg_19_text_5: "يرجى إعلامنا إذا كنت ترغب في تحويل هذا الرصيد إلى حسابك",
  msg_19_text_6:
    "نعتذر مرة أخرى عن أي إزعاج قد يسببه ذلك. يرجى إعلامنا بكيفية مساعدتك",
  /* =========================== /
 / ========= Message 20 ====== */
  msg_20_text_1: "شكرًا لإعلامنا عن هذا المنتج",
  msg_20_text_2: "سنبذل قصارى جهدنا لتقييم المشكلة وتحديد ما حدث بالضبط مع",
  msg_20_text_3: "نود أن نقدم اعتذاراتنا الخالصة عن أي إزعاج يمكن أن يسببه ذلك",
  msg_20_text_4:
    "نأمل أن تستمر في الاستمتاع باستخدام منتجاتنا وسنكون سعداء للإجابة على أي أسئلة أو مخاوف لديك",
  msg_20_text_5:
    "لا تتردد في الاتصال بفريق دعمنا، أو الرد على هذه الرسالة وسنكون أكثر من سعداء لمساعدتك",
  /* =========================== /
 / ========= Message 21 ====== */
  msg_21_text_1: "شكرًا على رسالتك",
  msg_21_text_2: "للأسف، لا يمكننا استرداد الأموال في الوقت الحالي",
  msg_21_text_3:
    "لقد تحققنا مع إدارة Kadinle للتأكد من هذه السياسة، وعلى الرغم من عدم تمكننا من تقديم استرداد كامل، إلا أننا يمكننا تقديم خصم",
  msg_21_text_4: "في المرة القادمة التي تتسوق في متاجرنا",
  msg_21_text_5: "نقدر حقًا تفهمك لهذه المسألة",
  msg_21_text_6:
    "لا تتردد في الاتصال بنا إذا كان لديك أي أسئلة وسنكون أكثر من سعداء للمساعدة",
  msg_21_text_7: "شكرا لك مرة أخرى",
  msg_21_text_8: "وفقًا لسياستنا،",
  /* =========================== /
 / ========= Message 22 ====== */
  msg_22_text_1: "نأمل أن تصل هذه الرسالة إليك وأنت بصحة جيدة",
  msg_22_text_2: "نود إعلامك بأنك مؤهل لاسترداد قيمة شراء",
  msg_22_text_3: "هذا الاسترداد مؤهل لـ",
  msg_22_text_4:
    " ويمكن البدء فيه عن طريق الاتصال أو إرسال بريد إلكتروني إلى فريق خدمة العملاء لدينا",
  msg_22_text_5: "سنكون سعداء جدًا لتقديم المساعدة",
  /* =========================== /
 / ========= Message 23 ====== */
  policies: "السياسات",
  msg_23_text_1:
    "تهدف هذه الرسالة إلى إعلامكم بأننا قمنا بإجراء بعض التغييرات على",
  msg_23_text_2: "باختصار، يتم تعكس التغييرات فيما يلي",
  msg_23_text_3: "إذا كنت ترغب في قراءة جميع التغييرات، فانقر هنا",
  /* =========================== /
 / ========= Message 24 ====== */
  msg_24_text_1: "لقد تلقينا إخطارًا بأن طلبك قد تم إلغاؤه لـ",
  msg_24_text_2: "نرسل هذا البريد الإلكتروني لإعلامك بأننا قمنا بإلغاء طلبك",
  msg_24_text_3: "لن يتطلب أي إجراء آخر من جانبك",
  msg_24_text_4:
    "إذا كان لديك أي أسئلة أخرى، يرجى الرد على هذا البريد الإلكتروني",
  /* =========================== /
 / ========= Message 25 ====== */
  msg_25_text_1: "شكرًا جزيلا للاتصال بنا وإبداء تعليقك الابتكاري",
  msg_25_text_2: "نحن نقدر حقًا تعليقات واقتراحات عملائنا هنا في Kadinle",
  msg_25_text_3: "نريد التأكد من أن صوتك يسمع وأن تعليقاتك تؤخذ على محمل الجد",
  msg_25_text_4: "سنتأكد من تحويل تعليقاتك إلى الفريق المناسب",
  msg_25_text_5:
    "إذا كنت ترغب في الحصول على رد من الفريق، فسنكون سعداء جدًا بذلك - فقط اسمح لنا بذلك",
  msg_25_text_6:
    "إذا كان لديك أي تعليقات أو مخاوف أخرى، فلا تتردد في الاتصال بنا في أي وقت",
  /* =========================== /
 / ========= Message 26 ====== */
  Is: "هل",
  msg_26_text_1: "شكرًا لك مرة أخرى للاتصال بخدمة عملاء كادينلي بخصوص",
  msg_26_text_2: "نود أن نواصل محادثتنا لنرى هل تم حل الوضع بشكل كامل",
  msg_26_text_3:
    "هل لا يزال الوضع غير محلول؟ هل واجهت أي مشاكل منذ آخر مرة تحدثنا فيها؟",
  msg_26_text_4:
    "إذا كان هناك شيء ما يزال يسبب لك الإزعاج، فيرجى إعلامنا بذلك حتى نتمكن من استئناف البحث عن حل مناسب",
  msg_26_text_5:
    "إذا تم حل الوضع، فيرجى إعلامنا بذلك حتى نتمكن من وضع علامة على الأمر بأنه تم حله",
  msg_26_text_6: "شكرًا لك، ولا تتردد في الاتصال بالدعم مرة أخرى في المستقبل",
  /* =========================== /
 / ========= Message 27 ====== */
  msg_27_text_1: "لقد لاحظنا أنه يبدو أنك مهتم ببعض المنتجات في متجرنا",
  msg_27_text_2: "إذا كان لديك أي أسئلة، فلا تتردد في الاتصال بنا",
  msg_27_text_3: "الدردشة مع كادينلي",
  msg_27_text_4: "تتمنى عائلة كادينلي لك يومًا سعيدًا",
  /* =========================== /
 / ========= Message 28 ====== */
  days: "أيام",
  msg_28_text_1: "شكرًا لاستخدام",
  msg_28_text_2: "من كادينلي",
  msg_28_text_3:
    "نأمل أنك قد استفدت الأقصى منه في الفترة الأخيرة من تسوقك من خلال متجرنا",
  msg_28_text_4:
    "نرسل لك هذا البريد الإلكتروني لإعلامك بأن رصيد نقاطك سينتهي صلاحيته خلال",
  msg_28_text_5:
    "لذلك، يجب الانتباه إلى أنه يجب استخدام هذا الرصيد المتراكم من النقاط في حسابك في المشتريات المكافأة، والاستمتاع بنسبة المبلغ المخصوم عن طريق الاستفادة من نقاطك",
  msg_28_text_6:
    "إذا كان لديك أي تعليقات أو أسئلة، يمكنك الرد علينا في هذا البريد الإلكتروني",
  /* =========================== /
 / ========= Message 29 ====== */
  Attach_questionnaire: "إرفاق الاستبيان",
  msg_29_text_1:
    "لأن رأيك يهمنا، ويزيد من جودة أدائنا، نرحب بمقترحاتك في كل الأوقات",
  msg_29_text_2:
    "نحن نود أإرفاق الاستبيان الذي يساعدنا في تقييم خدمتنا وتحسينها",
  msg_29_text_3:
    "نرجو منكم الإجابة على الأسئلة الموجودة في الاستبيان وإرسالها إلينا في أقرب وقت ممكن",
  msg_29_text_4: "شكرًا لك على دعمك وتعاونك، ونتطلع إلى تحسين خدمتنا بمساعدتكم",
  msg_29_text_5: "نحن ندرك أن وقتك ثمين، ونقدر اهتمامك",
  msg_29_text_6:
    "ردًا على جهودك ووقتك المثمر والآراء البناءة، يسعدنا أن نعلمك بأن ما تقوم به سيزيد من رصيد نقاطك في حسابك في كادينلي، مما يزيد فرصتك للاستفادة من العديد من الخصومات والهدايا",
  msg_29_text_7: "شكرًا لك على مساعدتك",
  /* =========================== /
 / ========= Message 30 ====== */
  msg_30_text_1: "نتمنى لك يومًا سعيدًا",
  msg_30_text_2:
    "نحن سعداء جدًا لمعرفة أن تجربتك على متجرنا ممتعة وتعمل بشكل جيد",
  msg_30_text_3:
    "كنا نعرف بأن العمل معًا سيمكننا من تحقيق تأثير كبير على علامتنا التجارية",
  msg_30_text_4:
    "نود معرفة هل هناك أي صديقات أو زميلات أو رائدات أعمال نسائية يتطلعن للانضمام إلى عائلة كادينلي ليتمتعن بنفس تجربة التسوق الرائعة التي تتمتع بها",
  msg_30_text_5:
    "نحن سعداء أيضًا بإعلامك بأنه عند إحالة عملاء جدد إلى متجرنا، ستزيد رصيد نقاطك وبالتالي تحقيق مكاسب وفرص للفوز بالعديد من الخصومات والهدايا",
  msg_30_text_6: "عائلة كادينلي تتمنى لك يومًا سعيدًا",
  /* =========================== /
 / ========= Message 31 ====== */
  msg_31_text_1: "نسيت المنتجات في السلة؟",
  msg_31_text_2:
    "لقد حفظنا جميع العناصر الرائعة التي أضفتها إلى سلة التسوق الخاصة بك",
  msg_31_text_3:
    "لذلك، عندما تكون جاهزًا، ما عليك سوى إكمال عملية الشراء بسهولة",
  /* =========================== /
 / ========= Message 32 ====== */
  msg_32_text_1:
    "جميع المنتجات التي حفظتها في سلة التسوق الخاصة بك تستحق أن تضاف إلى خزانة ملابسك",
  msg_32_text_2: "لإضافة لها الملمس الناعم والفرحة مرة أخرى",
  msg_32_text_3: "لقد قمنا بتفعيل قسيمة خصم خاصة بنسبة 15% لك",
  msg_32_text_4:
    "إذا كان لديك أي أسئلة أو تحتاج إلى أي مساعدة، فلا تتردد في الاتصال بفريق الدعم الخاص بنا",
  msg_32_text_5: "نحن دائمًا نستمع لرغباتك",
  /* =========================== /
 / ========= Message 33 ====== */
  msg_33_text_1:
    "هنا آخر صيحات الموضة الأنيقة، بتفاصيلها الحديثة الرائعة، التيتم إعدادها خصيصًا للنساء ذوات الذوق الرفيع",
  msg_33_text_2: "اكتشف مجموعة الأناقة الجديدة من كادينلي لفصل الصيف",
  /* =========================== /
/ ========= Message 34 ====== */
  msg_34_text_1:
    "تألقي بآخر صيحات الموضة التي صممت خصيصًا لإضفاء سحر جاذبية عليك",
  msg_34_text_2: "أسعار معقولة وخصومات خاصة حتى",
  msg_34_text_3: "لا تفوتي الفرصة الآن",
  /* =========================== /
 / ========= Message 35 ====== */
  msg_35_text_1:
    "الآن يمكنك الحصول على الإطلالة المثالية عند ارتداء هذه القطع الأنيقة التي صممت خصيصًا لك من قبل كادينلي",
  /* =========================== /
 / ========= Message 36 ====== */
  im: "أنا",
  msg_36_text_1: "، وأنا سعيد جدًا بأن أكون مشرفك الجديد",
  msg_36_text_2:
    "لقد سمعت الكثير من الأشياء الرائعة عنك من زملائي في الفريق، وآمل أن يكونوا قد قالوا بعض الأشياء الجيدة عني أيضًا",
  msg_36_text_3: "سيكون دوري هو توجيهك في أي شيء تحتاج إليه",
  msg_36_text_4:
    "إذا كان لديك أسئلة أو واجهت مشاكل أو تفكر في الترقية أو أي شيء آخر",
  msg_36_text_5: "سنعمل معًا عن كثب، وسأساعدك في التنقل في ذلك",
  msg_36_text_6:
    "أتطلع للتعاون معك. هل يمكننا تحديد موعد هذا الأسبوع للاجتماع أو الاجتماع الشخصي؟",
  msg_36_text_7: "موقفك التنفيذي",
  /* =========================== /
 / ========= Message 37 ====== */
  to: "إلى",
  all: "جميع",
  at: "في",
  msg_37_text_1: "نرسل لكم هذه الرسالة لإعلامكم بأنه نظرًا لـ",
  msg_37_text_2: "، فإن سعر",
  msg_37_text_3: "سيزيد من",
  msg_37_text_4:
    "نحن ندرك تمامًا أن زيادة الأسعار ليست مثالية ونعمل على تجنبها في كل مرة تحتمل ذلك",
  msg_37_text_5: "نظرًا لأن الزيادة ستدخل حيز التنفيذ في",
  msg_37_text_6:
    "سيتم الالتزام بالسعر المتفق عليه مسبقًا للمشتريات التي تم إجراؤها قبل ذلك",
  msg_37_text_7: "كادينلي تقدر دعمك وخبرتك وجهودك المستمرة معنا",
  msg_37_text_8: "نحن نعلم أن لديك خيارات لـ",
  msg_37_text_9: "، ونشكرك على الشراكة معنا",
  msg_37_text_10:
    "إذا كان لديك أي أسئلة أو مخاوف بشأن هذه الزيادة، فنحن نشجعك على الاتصال بـ",
  msg_37_text_11: "يرجى ملاحظة أنه نتيجة لهذه الزيادة، سنتمكن من",
};

export const getWordAr = (key) => {
  return ar?.[key];
};
